const message = `Вёрстка валидная +10\n
Вёрстка семантическая(Есть 10 уникальных семантических тега) +20 (2 за каждый)\n
Используются CSS стили +10\n
Контент размещается в блоке, который горизонтально центрируется на странице. Фоновый цвет тянется во всю ширину страницы +10\n
Вёрстка адаптивная: ни на одном из разрешений экрана до 320px включительно не появляется горизонтальная полоса прокрутки, при этом всё содержание страницы сохраняется +10\n
Бургер меню как такового нет. Реализовал лишь плавную прокрутку до блока с подсветкой блока. Само меню адаптивно, сползает по одному на новую строку. +5\n
На странице СV присутствует изображение - моё фото, пропорции изображения не искажены, у изображения есть атрибут alt. Alt не пустой, в пул-реквесте случайно написал, что пустой. +10\n
Контакты для связи и перечень навыков оформлены в виде списка ul > li +10\n
CV содержит контакты для связи, краткую информацию о себе, перечень навыков, информацию об образовании и уровне английского +10\n
CV содержит пример кода с подсветкой кода. Для подсветки кода использовал js-библиотеку highlight.js +10\n
CV не содержит изображения-ссылки на выполненные мной проекты. +0\n
CV выполнено на английском языке +10\n
Выполнены требования к Pull Request (сейчас его делаю считай) +10\n
Видео-резюме нет. Лень было снимать. +0\n
На счёт дизайна всё субъективно, но мне кажется, что мой если сравнивать с примерами будет где-то посередине, так что прошу не жадничай, накинь десяточку. Я намерен сделать так же с тем что мне попадётся. +10`

console.log(message);